{
	"id": 1,
	"classificationCategories": 3,
	"categories": [
		"Relevant",
		"Unknown",
		"Irrelevant"
	],
	"questionsCount": 7,
	"values": [
		{
			"id": 1,
			"src": "Is \"Red Sparrow\" a violent movie?",
			"cardsCount": 12,
			"values": [
				{"head": "Fantastic!",
				"description" : "If you’re looking for a movie that is truly fantastic then you’ve met your match. This movie has everything in it. Just sit back and have a cinematic blast. I was so into this movie. My trade is making images and I don’t think I could have done a better job than what I saw in Red Sparrow. This was a well thought out movie. You’re not going to find a movie like this. This is the movie to watch! I almost jumped out of the bed watching this movie. It’s loaded with suspense and action and horror. And even a twist of Hitchcock. A very well made movie."},
				{"head": "Good movie to watch. Quite eventful.",
				"description" : "At times hard to follow but this made it more interesting for me. Made me come back to see it again to try to figure out what I missed. I didn't read the book but realize visualizing in 90 min to 2 hours what a book creates in our minds is not an easy challenge. The one question for me is did I find it interesting. My answer is definitely. Each to their own. I enjoy the mysteries.  I thought Jennifer Lawrence did an excellent job with such a difficult role. Her character wasn't exciting but was definitely intense and calculating."},
				{"head": "I'm preordering this right now!",
				"description" : "This movie was amazing! I saw it in theaters and I was very pleased. First off, all these people complaint about the nudity and the gore.... Grow up! The effect is needed for the telling of the story. The acting is brilliant, the screenplay keeps you guessing and on your toes. It's brilliant. Gotta see it"},
				{"head": "Captivating. Stylish. Suspenseful.",
				"description" : "Captivating. Stylish. Thrilling. Didn’t go in expecting much, but was completely blown away. Dark, suspenseful, brutal....and flawlessly executed."},
				{"head": "Do not waste your time",
				"description" : "Confusing, vulgar, and deeply horrifying movie to watch. Do not waste your time."},
				{"head": "Jennifer Lawrence shows why she is one of the best talents to hit Hollywood in a long time",
				"description" : "I watched the movie and was totally blown away. Jennifer Lawrence shows why she is one of the best talents to hit Hollywood in a long time. She is so believable in whatever roll she takes on. This movie has everything and is definately not a PG13 film. I hope they make a sequel and continue the story. This is a don't miss movie."},
				{"head": "Whose side are you on?",
				"description" : "For Russia, the Cold War never really ended. Its secret services continue their battle with the West, using every tool at their disposal. Among their tools are the Red Sparrows, young women and young men specially trained to capitalize on the emotional and sexual weakness of others. Dominika Egorova (Jennifer Lawrence) is one such agent, a promising ballerina sidelined by an injury and coerced into the program by a relative in the security apparatus. Turns out she has grit, learns to be ruthless, and is soon sent after Nathaniel Nash (Joel Edgerton), a U.S. spy who has a secret that Russia absolutely must have. Dominika and Nash will begin a delicate and dangerous dance between the two sides, a relationship of opportunity that may end very badly for someone. The movie has excellent production values, a twisting and reasonably suspenseful storyline, and a very solid cast. It has brutally graphic scenes of sexuality, torture, and violence, definitely not for kids, but they are consistent with the context of the story. For those viewers paying close attention, the plot provides a decent measure of closure at the end. Recommended as solid entertainment."},
				{"head": "Admirably commits to its icy tone",
				"description" : "Despite its flaws, I admired this film for its willingness to fully commit to its slow, icy, audience-unfriendly tone. So many films produced by major studios these days put the audience before the art. They're afraid to challenge, opting instead to placate. No, I wouldn't call Red Sparrow art with a capital \"A\". It's a glossy exploitation film in many ways, and I found it a bit too convoluted at times. But at least it takes itself seriously, has a vision, and \"goes for it\", if you will. The result is somewhat middling, but its best sequences are satisfyingly tense and I enjoyed its steely, detached vibe."},
				{"head": "FIVE stars",
				"description" : "In LOVE with this movie! Jennifer Lawrence is an amazing actress."},
				{"head": "Run. Run Fast. Talent Wasted in every direction. Gag.",
				"description" : "Dark. Indulgent use of the actress. Confusing. Meandering. A still life searching for a punchline. Worse still: dull."},
				{"head": "Wannabe Spy Thriller",
				"description": "Terrible, stupid, waste of time. Thank god Lawrence is taking \"time off\" from movie making. Notice how she made this statement before this film came out? Watch it and you'll know why. Confusing mess of a story and plot. Jennifer and Joel had no chemistry whatsoever. No characterization for anybody. If you don't like graphic violence or nudity, stay away."},
				{"head": "Excellent mystery thriller",
				"description": "Excellent movie, a must-see. The plot is very complex with a twist. Now that we know the ending, we will re-watch the movie to catch everything. The movie is clever and masterfully done. Jennifer Lawrence was great in her role. And her uncle looked so much like Mr. Putin - clearly on purpose! It is NOT a movie for children or teens. It does have a lot of graphic violence and vivid sexual scenes, so it is not for everyone to see. However, we felt it was one of the best movies of the year."}
			]
		},
		{
			"id": 2,
			"src": "Is \"An American Christmas Carol\" based on Charles Dickens' classic?",
			"cardsCount": 15,
			"values": [
				{"head": "good version of a classic",
				"description": "This is a charming version of the classic Dicken's tale.  Henry Winkler makes a good showing as the \"Scrooge\" character.  Even though you know what will happen this version has enough of a change to make it better that average. If you love A Christmas Carol in any version, then you will love this."},
				{"head": "Good but not as moving",
				"description": "It was good but not as emotionally moving as the the Christmas Carol by Dickens  I like Christmas movies that make me sigh"},
				{"head": "A MUST-HAVE FOR ANY VIDEO CHRISTMAS COLLECTION!!",
				"description": "This is the American adaptation of the Charles Dickens' classic.  It is interesting that in the movie the main character is seen ripping the pages out of a collector's item book of \"A Christmas Carol.\"Henry Winkler gives an outstanding performance as Benedict Slade, a loan officer who reclaims valued possessions of those unable to make late payments on Christmas Eve.His visit by the spirits, the life in the orphanage and how one man helped him, leads to a very sentimental ending.It would have been good if the images could be enhanced for better viewing.  This originally was a 'made-for-TV' program and is presented complete with the fade-outs for the commercial breaks.David Wayne gives a great performance as the book owner as well as Christmases past."},
				{"head": "An American Christmas Carol",
				"description": "Henry Winkler played a great part as Scrooge.  It gave yet another twist to all the Christmas Carols of the past."},
				{"head": "Good Version",
				"description": "Even though i don't care for Henry Winklers  acting i liked this movie it fit him real good ThanksDale"},
				{"head": "Outstanding Concept, and Performances",
				"description": "The small historic Canadian town of Elora, with its many century-old buildings, is the perfect setting for this story, set in the early 1900's.  Bringing the story to 20th century America allows the story to incorporate situations Americans can more easily with.  Henry Winkler does a great job of recreating the Scrooge character, and the supporting cast are no less admirable.  This is an annual \"must watch\" story for me."},
				{"head": "The best \"Christmas Carol\" story",
				"description": "It seems like just about everybody has made a Christmas Carol movie.  This one is the best by far!  It seems more realistic than all the others and the time period seems to be perfect.  The acting is also far better than any of the others I've seen; my opinion."},
				{"head": "Christmas Scrooge",
				"description": "Henry Winkler does an amazing job as scrooge in this tale, he is an awesome actor, I really like sitting down to watch this movie on a cold night."},
				{"head": "Another side of Henry",
				"description": "Most of us remember Henry Winkler in the role of Arthur \"The Fonz\" Fonzarelli on Happy Days. I took a chance on this. He's an even better actor than I remember. The story is set during the depression. Henry's character reposesses furniture rented from him by various poor families. Instead of ghosts, he has visions involving the people he's left destitute. Not sappy like some Christmas Carol renditions are. I was favorably impressed by the story as well as the acting. Gerard Parks (Doc from Fraggle Rock) was also in it, as was a young Dorian Harewood. A nice addition to my Christmas Carol collection."},
				{"head": "Brilliant Adaptation",
				"description": "A brilliant adaptation of Dickson's classic set in early 20th century New England.  Well written and well acted, Henry Winkler shines as a young entrepreneur who is more interested in wealth and progress than romance and family, until...  I don't want to give it away.  Trust me. You'll love it."},
				{"head": "Fantastic!",
				"description": "How a bitter old man comes to know the true meaning of Christmas. Realizing to late his lost love and life."},
				{"head": "An American Christmas Carol",
				"description": "Glad that this american classic came out on dvd.  I have been waiting for it for a long time.  I haven't seen this production since it came out years ago.  Plus it's better than some Hallmark holiday movies."},
				{"head": "Winkler's Performance was ok at best!",
				"description": "Don't get me wrong, Winkler is a wonderful character actor and I would rate 95% of his performances as B+ or A, however, he was not very convincing in the starring role of \"An American Christmas Carol\".  I'd give it a C or C+ at best.  Ayyyyy!"},
				{"head": "Good but not as moving",
				"description": "It was good but not as emotionally moving as the the Christmas Carol by Dickens  I like Christmas movies that make me sigh"},
				{"head": "A Worthy Version of A Christmas Carol",
				"description": "This is Charles Dickens' classic Christmas Carol with an American twist.  This version does a nice job of capturing the consequences of history and one's personal role in it.  It provides a sobering view of the main character's choices, just as the original, \"A Christmas Carol\", did but this version also shows how one man's choices affect those around him.  I recommend this film to anyone who collects different versions of, A Christmas Carol."}
			]
		},
		{
			"id": 3,
			"src": "Is Dirt 3 a Racing Game?",
			"cardsCount": 11,
			"values": [
				{"head": "Pay to unlock content? I don't think so.",
				"description" : "Installing the game was a struggle (because of games for windows live bugs).Some championship races and cars can only be \"unlocked\" by buying them as an addon to the game. I paid nearly 30 dollars when the game was new. I don't like the idea that I have to keep paying to keep playing.I noticed no improvement in the physics or graphics compared to Dirt 2.I tossed it in the garbage and vowed never to buy another codemasters game. I'm really tired of arcade style rally/racing games anyway.I'll continue to get my fix from Richard Burns Rally, and you should to. :)"},
				{"head": "Cars",
				"description" : "Dirt 3 on DVD. I collect racing games so had to add this to my collection. my Son wanted one also"},
				{"head": "awesome game, if it did not crash frequently !!",
				"description": "Console versions of games look 95 percent as good as their PC versions, but you do not have to deal with driver issues and the numerous things that can go wrong with windows. First off the installation is ridiculous. Magnificent graphics, and fun excellent gameplay. Good forcefeedback effects with a steering wheel, and excellent sense of speed and immersion, makes this a top notch sim racer with just a hint of arcade feeling to it. I was really, finally enjoying the game , when suddenly about 30 minutes in to a race the game suddenly crashed. No error message or anything, it just hung up and crashed to desktop, under windows 7. I later tried it with Windows XP on the same machine, and it crashed less frequently, usually only when exiting the game, but random crashes really kill the fun of a racing game, since it might not crash during an entire 20 lap race or it might crash on the 2nd lap. It is a great game when it works, and if you are lucky enough to have a machine that it runs stably on then by all means get this game."},
				{"head": "this games is amazing!!!!!!!!",
				"description" : "lot of people don't like RALLY because they already tried gran turismo game. to tell you the truth gran turismo RALLY physic is just boring boring boring. gran turismo only good for racing simulation but RALLY part is suck!!!!  dirt 2 amazed me how much fun it was and now dirt 3 with 3 time more race tracks than dirt 2.  MUST BUY!!!!!!!!!!"},
				{"head": "Never found out about the game!!! Faulty product shipped.",
				"description" : "I bought this and the key didn't work.  It was a gift, and the recipient wasn't able to solve the problem.  It might have been a good game, but I never found out because the key failed."},
				{"head": "Don't waste your money",
				"description" : "Crashed in Vista.  Codemasters told me they don't support it in Windows 8.  Couldn't get it to work even after looking on the Internet."},
				{"head": "Good racing game, terrible Windows Live Requirement",
				"description" : "Overall this is a well done racing game, with very good graphics for its time period. My family has has enjoyed playing it a great deal. I personally think a steering wheel controller is almost a necessity for this game, but an x box type controller would probably work. The keyboard would be almost impossible, and not very fun. The \"windows live\" system detracts greatly, since you must log in and be online to play or save game progress. There was a mees up with my \"Live\" log in and the game would no longer accept my activation code and I had to rebuy the game if I wanted to play. There is no customer support at all. Dirt 2 suffers from this serious flaw as well. 4 1/2 star game 1 star Windows Live feature."},
				{"head": "A step up from Dirt 2 and that is terrific!",
				"description" : "Loved playing Dirt 2 and I thought the graphics were good.  Purchased Dirt 3 as an addition to the other...and the graphics are absolutely \"Gorgeous\"  If you liked Dirt or Dirt 2...you are going to love Dirt 3.  The game was easier to configure with my Logitech wireless rumblepad...and with my EVGA GTX 580, and all detail set to full on graphics at 1920 x 1080 I get over 100 fps.  The game looks good, plays well and is a blast!"},
				{"head": "A great game ruined by Microsoft's account management system",
				"description" : "I initially gave this one star because it was crashing on me constantly but I recently narrowed it down to a plug-in I was using for my porsche wheel. Game plays well and looks gorgeous when image spanned across three monitors. I would have given it five stars if it wasn't for the annoying Microsoft Games for Live application that makes you go through hoops to set it up and causes problems of it's own (occasional crashes)"},
				{"head": "FUN!",
				"description" : "This is a pretty fun game, but you have to buy most of the cars and tracks from the online store. The game claims to provide so much more content, however, the \"scam\" is, that you don't get that content with the game. You need to buy it. If you win races you will get a message saying \"YAY! You can now purchase your new car from the online store!!!\"OMG REALLY??? I CAN SPEND MORE MONEY ON A GAME I ALREADY PAID FOR??? NO WAI!!!!But overall, if you don't mind playing with the same default cars all the time, it's a pretty fun game. I really only play online mode, which allows you to race against other people. The computer on this game is WAY to easy so single player isn't any fun. You could drive backwords and still beat the computer."},
				{"head": "BEST GAME GRAPHICS SO FAR I'VE EVER SEEN!!!!!!!",
				"description": "This is a must have for any gamer. Codemasters really hit a home run on this one. I would like to see F1 2011 be this good using the ego engine 2.0 and the physics model in this game is right on the money. This game is the reason everyone should buy the best graphics card they can afford. I am using a nvidia 460 overclocked, and I have on order a 590. I want to run this game with everything on highest level. I swear to you that even with the 460 + , the graphics are very realistic and I really enjoy racing at ground level. This game makes Codemasters the king of graphics realism. BUY THIS GAME !!!!!December 6, 2011  I saw my review of the Internet and wanted to update it for you. First of all anyone with this program, BUY the extra environments and cars. It is money well spent and a first class job of an addon. I wanted everyone to know that this program is still the top of the heap in graphics. I bought Battlefield 3 and it is good, but not the standard of the ego 2 engine. Codemasters are the king of graphics so far and I find that the more realism a game has, the more adicted you will become. No other program running with all variables to the max, looks like Dirt 3. Thank God for codemasters and I can hardly wait for GRID 2 in the summer."}
			]
		},
		{
			"id": 4,
			"src": "Tekken 2 is a action/fighting Game",
			"cardsCount": 14,
			"values": [
				{"head": "Great Fun",
				"description" : "I really like playing this game with my son. He has so much fun with it."},
				{"head": "An absolute classic",
				"description": "From the cool first cutcene to the classic music that plays while picking a character, you know this is special.Don't just button mash, learn the combos because this is the only game(out of 100)that has made me curs at the TV. If you're a beginner, start of with someone with fast kicks like marchial Law and not Jack 2. BUY THIS because it's an ABSOLUTE CLASSIC."},
				{"head": "A classic",
				"description": "all i can say is that this game is a classic, possibly the best game ever made for the playstation 1."},
				{"head": "Difficult, but a great game!",
				"description": "I bought this because i enjoy fighting games. But the controls are so hard. If it used analog control it would be a lot easier. But overall its an o.k game!"},
				{"head": "Tekken 2 or BUST",
				"description": "Well, I just recently bought this game again, after finding it broken from unkown causes quite a few years ago. People keep on saying, \"Tekken 2 has HORRIBLE graphics and the gameplay is horrible!\", To those people, did you ever think that this game came out during the 90's and was probably awesome graphics back then? If you're a fan of good fighting games, I reccomend this. It has lots of characters, fair graphics, and is a good collectible for your Tekken collection."},
				{"head": "Skippy",
				"description": "the cd worked for about 4 days and then...BAM!! it was skipping like crazy, it froze wen i picked Jack-2 or Kunimitsu,and now it wont come on at all.IT WAS A PRETTY CRAPPY COPY"},
				{"head": "Tekken 2",
				"description": "Same goes for Tekken 2: played but never owned. Now that I'm officially the best Tekken player period, the urge to own all of them, even the first 2, just consumed me...."},
				{"head": "BEST OF THE PS1 TEKKEN SERIES",
				"description": "Though this review may be 14 years 2 late,n my opinion TK2 is the best of the PS1 Tekken games.From the cool fmv intro 2 the ending credits TK2 is by far the best looking/sounding 3D fighting game on the ps1 console.TK3 backgrounds,music,fmv cinemas,light source shading,animations/combos just does'nt measure 2 the standards set by this 1996 classic and it was release 2 years later,go figure!"},
				{"head": "A great sequal to the first.",
				"description": "Ever since I was young, I have been in love with the Tekken series. Brings back a lot of good memories. I bought this game to bring back the memories and the fun. Though the graphics aren't as top notch at games these days are, but it's still an entertaining game to play. If you collect either Tekken stuff or video games, this is a must own. This sequal is too good to miss out on. Buy it before it's gone for good."},
				{"head": "ANOTHER CLASSIC SEQUEL",
				"description": "THIS GAME WAS A VERY GOOD GAME. BUT THIS AIN'T AS GOOD AS TEKKEN 1. LIKE ITS PREDECESSOR, HAS GREAT GRAPHICS, GREAT LOOKING MOVES, AND GREAT BOSSES TO UNLOCK, WHICH GIVES YOU A REASON TO WANNA WIN THE GAME WITH EVERY CHARACTER. THE MUSIC IS GREAT HERE TOO. THIS IS A DEFINITE GEM. GET THIS AND ITS PREDECESSOR FOR THE ULTIMATE GAMING EXPERIENCE!!"},
				{"head": "One of the best fighting games of all time",
				"description": "I remember Tekken 2 being one of my first fighting games I have ever played, and one that I kept coming back to. It wasn't just the nostalgia that kept me coming back, but the overall gameplay as well. Almost everything about this game was done right, and there is very little to complain about.Tekken 2 takes place 2 years after the events of the first Tekken. The plot isn't very well developed and isn't really involving, but everything else more than makes up for it. The graphics (for the time) were amazing and the animations were also nicely done. The roster includes 24 characters who are all unique and feel very well balanced. The game is very accessible and almost anyone can pick up this game and get a pretty decent grasp on it. The controls are simple and intuitive, and I always believed that this control scheme (each button controls a limb-ex. left punch, right punch) is one of the best for fighting games.For modes, you have your basic arcade mode which you complete to unlock new characters. You also have a vs. mode, a team battle mode (which is very enjoyable), a survival mode, a time attack mode, and a practice mode. All of these modes offer allot of replayability as it is easy to dump countless hours into any of these modes.The combat system is still excellent to this day. The amount of combos that each character can do is pretty substantial and you will discover new moves without being too overwhelmed. There also aren't really any cheap tactics unlike some of the more recent iterations of tekken (such as excessive juggling).Overall, this game is one of the best fighting games that I have ever played. With plenty of characters to learn, plenty of modes to choose from, amazing looking backgrounds, and a terriffic combat system, there is no reason to skip this game. If you still have a ps1/ps2, BUY THIS GAME. I recommend this game wholeheartedly, and you won't regret it at all."},
				{"head": "best fighting game",
				"description": "what is there to say. this game has everything you want in a fighting game! plenty of characters to choose from and the gameplay is top notch for a ps1 game. definitely one of my favorites!"},
				{"head": "In love with this game!",
				"description": "The sequel to the very popular Tekken, Tekken 2 takes everything that the original had and expands upon it. More characters, more levels, more moves, Tekken 2 is a classic and should be in the library of any fighting game lover.The combat in Tekken is one of best ever. There are so many possible combinations, it's almost impossible to remember them all. Each Tekken gets better and better. Another thing I love about this game is the music. It suits the stages, and characters, well."},
				{"head": "Greatest fighting game ever",
				"description": "Tekken 2 it the huge sequel to the best selling fighter, Tekken, this game includes advanced fighting and secret characters to die for. Not only theat, but it had a plethera of gameshark codes to make the game easier. this game also introduced the 10 hit combo, the automatic win. Namco has done it again and they have done it with flying colors, this game is a must have for the fighting fans."}
			]
		},
		{
			"id": 5,
			"src": "Tomb Raider is very old game.",
			"cardsCount": 12,
			"values": [
				{"head": "Brings back memories.",
				"description" : "Ya know, I remember playing this game as a kid.I couldn't find this game anywhere, and I didn't want to continue playing the Anniversary or the Windows version, so I decided to buy this game as a kid.It has a great storyline, and for everyone who likes Indiana Jones, then you'd love this game.Pros (or cons):Easy to maneuverChallenging puzzles in which you have to think (don't worry because it's not like Balder's Gate or anything that brainstorming ;)Unique storyline involving AtlantisCons (or pros):Low quality graphics (then again it is from the PS1, so don't expect 128 bit graphics;)No music except for select portions where there are orchestral themesSurrealism/constant element of surprisePersonally, I like most of the cons but those are most of the things people I've known complained about.Also, if anyone buys this game, then I have to tell you this: Please, if you're gonna use cheats... Then at least beat the game before doing so. >_>"},
				{"head": "Wonderful copy",
				"description": "This is a wonderful copy, and I have no problems with it playing. It won't however read the Sony memory card. I don't know if this is a problem with the game or the card. I am playing it on a PS2 that is cross-compatible"},
				{"head": "TR",
				"description": "Despite awkward controls that seem to be designed more for a computer than a Game System (and get used to it, because that lasts until the PS2 era-- aka, the sixth game in the series) this has to be one of the funnest games of all time. It gives a challenge on multiple levels & inspires you to keep playing to find out what happens next as things get progressively more dangerous and more bizarre. Was re-made as Tomb Raider: Anniversary, but I'd prefer the original any day."},
				{"head": "REALLY good disc. The disc came within a week of ...",
				"description": "REALLY good disc. The disc came within a week of my purchase and is extremely well taken care of. Although I didn't get the actual Tomb Raider PS1 case (I already have the case anyways so) the fact that I received the COLLECTOR'S EDITION instead of the regualr Tomb Raider, makes up for it greatly. Great game, good quality, low price."},
				{"head": "Tomb Raider PS1 Game",
				"description": "PS1 games are soooo much better than new ones! I'm buying up many of the PS1 games because my kids (10 & 13) like them better than the newer games for PS2 & 3. You have to be super co-ordinated & have the instruction manual in front of you to work all of the controls for the newer games. Plus, they LOVE the Tomb Raider series."},
				{"head": "... no problems with this game but the graphics are bad. This is the very first Tombraider game after ...",
				"description": "I have no problems with this game but the graphics are bad. This is the very first Tombraider game after all. I love this game though. All the levels and enemies are challenging. Even though I beat this game, I still love playing it. A++ :)"},
				{"head": "SatisfieS",
				"description": "I bought a used game and was very satisfied. I was told that there would be no bookklet and there was. There is some minor scratches and I have yet to play the game ot see if these are detrimental to gameplay but they look simply superficial. The time in which I ordered the game and I recieved it was much shorter than I anticipated, which was a pleasant surprise."},
				{"head": "An Outstanding Game Certainly to Become a Classic",
				"description": "From the ruins of Rome to the futuristic setting of Atlantis, Tomb Raider takes the gamer through a variety of wonderful worlds.  Unlike its sequels, it stays in the tombs and out of other settings.  I believe that it is one of the best games ever made, and it certainly is a classic.  However, I believe that its sequels in many aspects overshadow it.The scenery in Tomb Raider is better than most games, although it is mostly cubed and flat.  The game play and plot are wonderful, and the graphics and sounds are acceptable.  However, the artificial intelligence enemies are less than intelligent, and the gamer is often left feeling underestimated with the ease of some of the puzzles.  Laura's moves are limited, and the weapons supply is less than perfect.I would recommend this game to any fan of the Tomb Raider series and to the average gamer.  However, I do feel that other versions have better qualities.  Tomb Raider II offers wonderful AI and is perhaps the best for a gamer seeking combat. Tomb Raider III combines the better aspects of the previous two, and Tomb Raider: The Last Revelation offers the best plot and character mobility.  If you are looking to stay in the tombs, or if you are not into puzzles, stick with this game.  However, don't miss out on the other great qualities the Tomb Raider series offers."},
				{"head": "Concept is good but tedious gameplay spoils the fun",
				"description": "I'm going to fly in the face of convention wisdom and assert that Tomb Raider is not a good game. I like the concept, the puzzle solving and exploration. I like that it's a great diversion from the standard shoot-em up. The problem is with the tedious game play. The game is tough, just from the mental standpoint and it takes some effort to figure out what you're supposed to be doing in each level. But that's part of the fun, figuring things out. Unfortunately, it's moving through the levels and getting from point A to point B that is problematic. There are way too many places where you have to make a pinpoint precision jump or other move with absolutely NO margin for error. In some cases this means you fall somewhere and have to climb back to your starting point, or in some cases you die, meaning you have to start the whole level over again. And after trying one of these jumps over and over and over, you finally get frustrated and give up. There were instances where I tried a jump over and over, and then suddenly made the jump and had no idea what I had done differently from the previous numerous attempts. For any game to be that touchy is just a disgrace. It's too bad, I think I could have liked this game but the tedious pinpoint controller movements ulitmately ruined the game for me. I know it's one of PSX &quot;greatest hits&quot; and very popular, but if don't like tedious games, you'll want to avoid this one."},
				{"head": "Memory Lane",
				"description": "Brought this game for myself, it brought back memories when I was 6 playing this all summer long. Game came as described and fast also."},
				{"head": "Just Buy it",
				"description": "Ive had Tomb raider since July and this game is off the meters!! When I first played it, I was frustrated with the controls, but once u learn them, this game is the best!!! The worlds are long and puzzling, but its never too hard to finish. The action and suspense make u feel like its a movie. I reccomend this to anybody who likes action or 007 fans like me. You WILL love it, trust me."},
				{"head": "Best Game Ever",
				"description": "I absolutely love Tomb Raider. It is definitely my favorite game of all time. It has everything you need to make a wonderfully fun game. There is action and adventure, thriller, problem solving, and an entertaining story line. I love the challenge of the problem solving. It isn't a game you can finish in a couple hours, but take a long time to get through all of the different puzzles. You definitely get your moneys worth with play time on this game. It will always keep you thinking. I couldn't ask for a better game."}

			]
		},
		{
			"id": 6,
			"src": "Is this TV mount easy to install?",
			"cardsCount": 14,
			"values": [
				{"head": "Excelant mount for Tv. Would buy more if I needed them.",
				"description" : "This is a great buy, compared to a $60 or more a retail store"},
				{"head": "Perfect",
				"description": "This mount is just what I needed.  It is strong and sturdy.  It folds almost flat to enable the television to sit square and flat against the wall if desired and extends and rotates for angle turns.  A perfect fit as long as you match the correct visa pattern for your television."},
				{"head": "32 in TV Mount",
				"description": "Great deal, easy to mount and it appears to be fairly sturdy. I mounted a 32 in tv on it and it works great."},
				{"head": "Pretty simple, but definitely good!",
				"description": "This mount works really well once you get it up and going.  Only problem is just the arms are a little goofy getting them all in the right spot.  But that's really not too big an issue considering all the different TV's and their mounting hole locations."},
				{"head": "Cant beat the price!!",
				"description": "for the price you just cant beat this item. I bought it for a house I was selling so I could hang some tv and it worked great. Good quality for the price."},
				{"head": "Sturdy mount, good customer service",
				"description": "I received the mount, which was well packaged for shipping.  The installation instructions were Moderately clear.  No issues following them, they were just a little disjointed depending on the wall surface you were installing on.My shipment had a mis-cut piece, and was missing 4 screws.  I contacted the Manufacturer, and they shipped me a replacement part and screws the very next day (Shipped out of Texas, so normal mailing times applied)I like how the Mount fits together, and I easily mounted my 60lbs TV by myself.  The part that attaches to the TV has a hook that will hold the TV on the Arm till you bolt it on.It's very adjustable, and pushes almost flush with the wall.I'm very happy, but took one star for the miscut piece."},
				{"head": "works",
				"description": "Took a bit of work, but used this to fit an older vizio 32\" monitor to the wall to use as a compute monitor. Stable and like the ability to move the tv to different angles. The vizio was older and did not have the standard holes, this product fit and holds the tv very stable."},
				{"head": "Just what i had hoped for",
				"description": "I used this for my 47\" Samsung. Its fit/feel is great. Easy installation. Appears strong; although I personally spent way too much on the tv to risk leaving it fully outstretched with too little lag bolts for a long time! It is very convenient to be able to move it away from the wall however and I would feel very comfortable tilt or swiveling if needed. The movement is fluid and easily adjustable.I am very pleased with my purchase."},
				{"head": "Nice Mount, beware of cable connections",
				"description": "I installed this for my sister who had a 22\" Philips LCD. Nice sturdy mount, with all of the nuts, bolts, screws included. Only problem was that since my tv was so small, and I was using the most inner mounting hols on the mount, the outside edges of the mount covered both the cable connection, and the power cable connection. Instead of returning, (then paying $70 from a local store) I simply went to a hardware store, got a 1 & 1/2 inch boring tool that attaches to a hand drill, and drilled holes into the mount. It was pretty easy, but a bit messy. It is not visible after mounting the TV, so who cares?? It is one thing to consider before buying this, there may be another mount that does not cover your TV connections. Otherwise swivels well, does not sag, good value."},
				{"head": "Works like a charm so far",
				"description": "Didn't think it would work as well as it has,because the metal was a lighter guage thanwe expected, but it hardly deflected from theweight of the TV, even extended straight out."},
				{"head": "Happy with the product",
				"description": "Works great and is so much cheaper than the more expensive versions at the Big box stores. It is super easy to install yourself too. You just need a drill and a ratchet set to get it into the stud (oh yea a stud finder too)."},
				{"head":"great product",
				"description": "This mount is easy to install and very sturdy and is very functional and very affordable for the price. A+"},
				{"head": "Outstanding Articulating Wall Mount",
				"description": "Cannot beat this deal anywhere else on the web!  All other retailers are over-priced for what you are getting - a couple pieces of fabricated metal to hold a TV that articulates! This mount is reasonably priced.Pros:  Easy to install (helps to have a cordless driver to drill 6 pilot holes, and to drive in 6 lag screws. You also need to have a stud finder).- Well fabricated- Mount does everything advertised (i.e. articulates - you made need to loosen up some nuts)Con's: Really stretching here since this is a good deal: Instructions could use some help for the \"novice\" DIY'ersInstall tip:  It really helps if you have a second person assisting you for the final step of mounting the flat panel to the TV mountInstalled a 15.5 lbs, 26 Inch Flat Panel LCD (VESA 200mm X 100mm) to this mount. Mount works beautifully! I originally had the TV sitting a little high on a stand, but then the picture was not as good because of the upward viewing angle of the screen (inherent problem with cheaper LCD's - not being directly in front of a LCD screen) - this mount corrected this issue by allowing me to \"tilt down\" the screen.  I would strongly recommend this mount if you are in the market."},
				{"head":"wall mount",
				"description": "Easey to put together and install. Used to mount a 37\" LED flat screen. Instuction say to mount the complete unit but if you mount the TV to the back plate on the ground first its a one person job. Well built product for being made in China.wish you could buy American made, better luck next time."}
			]
		},
		{
			"id": 7,
			"src": "Does \"Donnie Brasco\" movie involves Mafia/Gangsters?",
			"cardsCount": 11,
			"values": [
				{"head": "Donnie Brasco on Blu Ray ( Theatrical Edition )",
				"description" : "The movie is pretty good and so are the excellent performances by cast especially Al Pacino playing the part as lefty Ruggiero Mafia hit man and Jonny Depp as the undercover agent Joseph D. Pistone Alias Donnie Brasco , The DVD is just as good if not better with special features : directors commentary , exclusive featurette , Donnie Brasco out from the shadows , deleted scenes with optional commentary , original featurette , photo gallery , talent files , theatrical trailers and pamphlet that's not included in the Blu Ray than again for the price is Good value ."},
				{"head": "A Brilliant and Immersive Gangster Drama....",
				"description": "Donnie Brasco follows Joseph D. Pistone, or Donnie Brasco, an undercover FBI agent that successfully infiltrated the mafia; however, he eventually develops a genuine connection with the man who brought him in, Lefty. Donnie Brasco is a brilliant and immersive gangster drama. The blu-ray of this film is excellent. The picture and sound quality are superb, considering the age of the film, and match the best prints around/recently released. This is the definitive version of this film. Overall, Donnie Brasco is a must-watch for fans of gangster/crime dramas; in fact, it's a must-watch for film fans in general. A superb and immersive storyline, magnificent performances, and an excellent soundtrack, don't skip this film."},
				{"head": "Pacino at his best...again",
				"description": "A wonderful film that will draw you in with its showing of the human side if gangsters. The viewer will get to see that even mobsters have a softer side and are in essence a victim as well. Lefty is Al pacinos character who finds Donnie Jhonny D. character and becomes friends of the bat. He grow to love Donnie and sees him as someone he never became who has the world at his fingertips. A great film in so many ways. It draws you in and takes many great turns all the while with great acting. The lines in the films are awesome and not forgettable. Its amazing how this film never even gets mentioned in all time gangster films. You will never forget this great tale that is entertaining,original and touching all in one."},
				{"head": "Best You Never Saw",
				"description": "One of the best mob movies I've seen, and somehow I had never seen it. I was really surprised Al Pacino had another one of this quality on his resume. I watched each chapter several times and I really like how the movie is divided. It has the slower pace of a 1970's movie. Not a lot of violence and no gratuitous violence like you see in Goodfellas. It ranks up there with Carlito's Way. There are about 16 10 minute chapters. This movie played like a TV miniseries and I watched it over 3 days. Classic."},
				{"head": "AL PACINO and DEPP are FANTASTIC ~ The screen writing leaves a LOT to be desired.",
				"description": "Compared to other films of the genre like Good Fellas and Casino this was really lacking in content. It left too many scenes with us scratching our heads backing up the DVR then trying to follow the plot line. I realize it is a true story but too many scenes, scenario's were just plain confusing. The acting by both Pacino and Depp were outstanding and because of that alone we give the movie 3 stars, for their depiction of characters they deserved the Oscar."},
				{"head": "The movie is a little slow, and so is the book, which is ...",
				"description": "The movie is a little slow, and so is the book, which is surprising, because the subject matter is naturally dramatic -- the life of an undercover FBI agent and his 6 years of living within the NY mafia. Hollywood had to embellish the story with a fictional story line about Agent Pistone's two lives becoming blurred and in moral conflict, when Pistone makes clear in his book that he had no regrets as he performed his job as professionally and dispassionately as possible. Nonetheless, the story provides insight into the life of crime that mobsters lead -- not just extortion, murder, drug running, but the scheming that goes into leading a parasitic life."},
				{"head": "Forgetaboutit!",
				"description": "Love this movie! I have the book & intend on reading it to see whether the movie follows the book."},
				{"head": "the mafia, from the grotty, nickle and dime perspective",
				"description": "This is one of the great realist mafia films: you see guys in stalled \"careers\" making bad decisions and desperate to score in order to placate greedy bosses. Their world is dangerous and empty, utterly lacking in trust and glamour. Enter Donnie, who exploits a mark's frustrations and some of the good side of his character, an older man who is willing to mentor him in the ways of the wise guys. While you catch glimpses of the bosses, who exude an arrogant malevolence, it is all about their bag boys, the \"spokes on the wheel.\" There is nothing romantic about their world. The acting in this film is truly superb, in particular the chemistry between Pacino and Depp. Warmly recommended."},
				{"head": "Niece love this movie she said she's been looking for this ...",
				"description": "Niece love this movie she said she's been looking for this movie everywhere & she could not find it when she told me about it I looked it up on Amazon & yup I got it for her .. thanks VC"},
				{"head": "A great mob movie",
				"description": "I have never seen a mob movie that I did not like. This is based on a true story about an FBI agent that infiltrates a mob family in New York. The story is very good and tells about some parts of the mob. There is a book this movie is based on. From the reviews the movie is a lot different for the book. So which one is more accurate. It is hard to tell. I like the movie because I movies about the mob. This one is good."},
				{"head": "A good Deep movie",
				"description": "The movie itself was very intense and kept my attention the entire time. It's great to watch movies that are based off of true stories as they are captivating! I don't recommend Donnie Brasco for children but it would be great Friday night movie as it's one of those movies you watch and forget you're in your home."}
			]
		}
	]
}