{
	"id": 1,
	"classificationCategories": 3,
	"categories": [
		"Relevant",
		"Unknown",
		"Irrelevant"
	],
	"questionsCount": 4,
	"values": [
		{
			"id": 1,
			"src": "Is \"Red Sparrow\" a suspense mystery movie?",
			"cardsCount": 12,
			"values": [
				{"head": "Fantastic!",
				"description" : "If you’re looking for a movie that is truly fantastic then you’ve met your match. This movie has everything in it. Just sit back and have a cinematic blast. I was so into this movie. My trade is making images and I don’t think I could have done a better job than what I saw in Red Sparrow. This was a well thought out movie. You’re not going to find a movie like this. This is the movie to watch! I almost jumped out of the bed watching this movie. It’s loaded with suspense and action and horror. And even a twist of Hitchcock. A very well made movie."},
				{"head": "Good movie to watch. Quite eventful.",
				"description" : "At times hard to follow but this made it more interesting for me. Made me come back to see it again to try to figure out what I missed. I didn't read the book but realize visualizing in 90 min to 2 hours what a book creates in our minds is not an easy challenge. The one question for me is did I find it interesting. My answer is definitely. Each to their own. I enjoy the mysteries.  I thought Jennifer Lawrence did an excellent job with such a difficult role. Her character wasn't exciting but was definitely intense and calculating."},
				{"head": "I'm preordering this right now!",
				"description" : "This movie was amazing! I saw it in theaters and I was very pleased. First off, all these people complaint about the nudity and the gore.... Grow up! The effect is needed for the telling of the story. The acting is brilliant, the screenplay keeps you guessing and on your toes. It's brilliant. Gotta see it"},
				{"head": "Captivating. Stylish. Suspenseful.",
				"description" : "Captivating. Stylish. Thrilling. Didn’t go in expecting much, but was completely blown away. Dark, suspenseful, brutal....and flawlessly executed."},
				{"head": "Do not waste your time",
				"description" : "Confusing, vulgar, and deeply horrifying movie to watch. Do not waste your time."},
				{"head": "Jennifer Lawrence shows why she is one of the best talents to hit Hollywood in a long time",
				"description" : "I watched the movie and was totally blown away. Jennifer Lawrence shows why she is one of the best talents to hit Hollywood in a long time. She is so believable in whatever roll she takes on. This movie has everything and is definately not a PG13 film. I hope they make a sequel and continue the story. This is a don't miss movie."},
				{"head": "Whose side are you on?",
				"description" : "For Russia, the Cold War never really ended. Its secret services continue their battle with the West, using every tool at their disposal. Among their tools are the Red Sparrows, young women and young men specially trained to capitalize on the emotional and sexual weakness of others. Dominika Egorova (Jennifer Lawrence) is one such agent, a promising ballerina sidelined by an injury and coerced into the program by a relative in the security apparatus. Turns out she has grit, learns to be ruthless, and is soon sent after Nathaniel Nash (Joel Edgerton), a U.S. spy who has a secret that Russia absolutely must have. Dominika and Nash will begin a delicate and dangerous dance between the two sides, a relationship of opportunity that may end very badly for someone. The movie has excellent production values, a twisting and reasonably suspenseful storyline, and a very solid cast. It has brutally graphic scenes of sexuality, torture, and violence, definitely not for kids, but they are consistent with the context of the story. For those viewers paying close attention, the plot provides a decent measure of closure at the end. Recommended as solid entertainment."},
				{"head": "Admirably commits to its icy tone",
				"description" : "Despite its flaws, I admired this film for its willingness to fully commit to its slow, icy, audience-unfriendly tone. So many films produced by major studios these days put the audience before the art. They're afraid to challenge, opting instead to placate. No, I wouldn't call Red Sparrow art with a capital \"A\". It's a glossy exploitation film in many ways, and I found it a bit too convoluted at times. But at least it takes itself seriously, has a vision, and \"goes for it\", if you will. The result is somewhat middling, but its best sequences are satisfyingly tense and I enjoyed its steely, detached vibe."},
				{"head": "FIVE stars",
				"description" : "In LOVE with this movie! Jennifer Lawrence is an amazing actress."},
				{"head": "Run. Run Fast. Talent Wasted in every direction. Gag.",
				"description" : "Dark. Indulgent use of the actress. Confusing. Meandering. A still life searching for a punchline. Worse still: dull."},
				{"head": "Wannabe Spy Thriller",
				"description": "Terrible, stupid, waste of time. Thank god Lawrence is taking \"time off\" from movie making. Notice how she made this statement before this film came out? Watch it and you'll know why. Confusing mess of a story and plot. Jennifer and Joel had no chemistry whatsoever. No characterization for anybody. If you don't like graphic violence or nudity, stay away."},
				{"head": "Excellent mystery thriller",
				"description": "Excellent movie, a must-see. The plot is very complex with a twist. Now that we know the ending, we will re-watch the movie to catch everything. The movie is clever and masterfully done. Jennifer Lawrence was great in her role. And her uncle looked so much like Mr. Putin - clearly on purpose! It is NOT a movie for children or teens. It does have a lot of graphic violence and vivid sexual scenes, so it is not for everyone to see. However, we felt it was one of the best movies of the year."}
			]
		},
		{
			"id": 2,
			"src": "Is \"An American Christmas Carol\" based on Charles Dickens' classic?",
			"cardsCount": 15,
			"values": [
				{"head": "good version of a classic",
				"description": "This is a charming version of the classic Dicken's tale.  Henry Winkler makes a good showing as the \"Scrooge\" character.  Even though you know what will happen this version has enough of a change to make it better that average. If you love A Christmas Carol in any version, then you will love this."},
				{"head": "Good but not as moving",
				"description": "It was good but not as emotionally moving as the the Christmas Carol by Dickens  I like Christmas movies that make me sigh"},
				{"head": "A MUST-HAVE FOR ANY VIDEO CHRISTMAS COLLECTION!!",
				"description": "This is the American adaptation of the Charles Dickens' classic.  It is interesting that in the movie the main character is seen ripping the pages out of a collector's item book of \"A Christmas Carol.\"Henry Winkler gives an outstanding performance as Benedict Slade, a loan officer who reclaims valued possessions of those unable to make late payments on Christmas Eve.His visit by the spirits, the life in the orphanage and how one man helped him, leads to a very sentimental ending.It would have been good if the images could be enhanced for better viewing.  This originally was a 'made-for-TV' program and is presented complete with the fade-outs for the commercial breaks.David Wayne gives a great performance as the book owner as well as Christmases past."},
				{"head": "An American Christmas Carol",
				"description": "Henry Winkler played a great part as Scrooge.  It gave yet another twist to all the Christmas Carols of the past."},
				{"head": "Good Version",
				"description": "Even though i don't care for Henry Winklers  acting i liked this movie it fit him real good ThanksDale"},
				{"head": "Outstanding Concept, and Performances",
				"description": "The small historic Canadian town of Elora, with its many century-old buildings, is the perfect setting for this story, set in the early 1900's.  Bringing the story to 20th century America allows the story to incorporate situations Americans can more easily with.  Henry Winkler does a great job of recreating the Scrooge character, and the supporting cast are no less admirable.  This is an annual \"must watch\" story for me."},
				{"head": "The best \"Christmas Carol\" story",
				"description": "It seems like just about everybody has made a Christmas Carol movie.  This one is the best by far!  It seems more realistic than all the others and the time period seems to be perfect.  The acting is also far better than any of the others I've seen; my opinion."},
				{"head": "Christmas Scrooge",
				"description": "Henry Winkler does an amazing job as scrooge in this tale, he is an awesome actor, I really like sitting down to watch this movie on a cold night."},
				{"head": "Another side of Henry",
				"description": "Most of us remember Henry Winkler in the role of Arthur \"The Fonz\" Fonzarelli on Happy Days. I took a chance on this. He's an even better actor than I remember. The story is set during the depression. Henry's character reposesses furniture rented from him by various poor families. Instead of ghosts, he has visions involving the people he's left destitute. Not sappy like some Christmas Carol renditions are. I was favorably impressed by the story as well as the acting. Gerard Parks (Doc from Fraggle Rock) was also in it, as was a young Dorian Harewood. A nice addition to my Christmas Carol collection."},
				{"head": "Brilliant Adaptation",
				"description": "A brilliant adaptation of Dickson's classic set in early 20th century New England.  Well written and well acted, Henry Winkler shines as a young entrepreneur who is more interested in wealth and progress than romance and family, until...  I don't want to give it away.  Trust me. You'll love it."},
				{"head": "Fantastic!",
				"description": "How a bitter old man comes to know the true meaning of Christmas. Realizing to late his lost love and life."},
				{"head": "An American Christmas Carol",
				"description": "Glad that this american classic came out on dvd.  I have been waiting for it for a long time.  I haven't seen this production since it came out years ago.  Plus it's better than some Hallmark holiday movies."},
				{"head": "Winkler's Performance was ok at best!",
				"description": "Don't get me wrong, Winkler is a wonderful character actor and I would rate 95% of his performances as B+ or A, however, he was not very convincing in the starring role of \"An American Christmas Carol\".  I'd give it a C or C+ at best.  Ayyyyy!"},
				{"head": "Good but not as moving",
				"description": "It was good but not as emotionally moving as the the Christmas Carol by Dickens  I like Christmas movies that make me sigh"},
				{"head": "A Worthy Version of A Christmas Carol",
				"description": "This is Charles Dickens' classic Christmas Carol with an American twist.  This version does a nice job of capturing the consequences of history and one's personal role in it.  It provides a sobering view of the main character's choices, just as the original, \"A Christmas Carol\", did but this version also shows how one man's choices affect those around him.  I recommend this film to anyone who collects different versions of, A Christmas Carol."}
			]
		},
		{
			"id": 3,
			"src": "Is Dirt 3 a Racing Game?",
			"cardsCount": 11,
			"values": [
				{"head": "Pay to unlock content? I don't think so.",
				"description" : "Installing the game was a struggle (because of games for windows live bugs).Some championship races and cars can only be \"unlocked\" by buying them as an addon to the game. I paid nearly 30 dollars when the game was new. I don't like the idea that I have to keep paying to keep playing.I noticed no improvement in the physics or graphics compared to Dirt 2.I tossed it in the garbage and vowed never to buy another codemasters game. I'm really tired of arcade style rally/racing games anyway.I'll continue to get my fix from Richard Burns Rally, and you should to. :)"},
				{"head": "Cars",
				"description" : "Dirt 3 on DVD. I collect racing games so had to add this to my collection. my Son wanted one also"},
				{"head": "awesome game, if it did not crash frequently !!",
				"description": "Console versions of games look 95 percent as good as their PC versions, but you do not have to deal with driver issues and the numerous things that can go wrong with windows. First off the installation is ridiculous. Magnificent graphics, and fun excellent gameplay. Good forcefeedback effects with a steering wheel, and excellent sense of speed and immersion, makes this a top notch sim racer with just a hint of arcade feeling to it. I was really, finally enjoying the game , when suddenly about 30 minutes in to a race the game suddenly crashed. No error message or anything, it just hung up and crashed to desktop, under windows 7. I later tried it with Windows XP on the same machine, and it crashed less frequently, usually only when exiting the game, but random crashes really kill the fun of a racing game, since it might not crash during an entire 20 lap race or it might crash on the 2nd lap. It is a great game when it works, and if you are lucky enough to have a machine that it runs stably on then by all means get this game."},
				{"head": "this games is amazing!!!!!!!!",
				"description" : "lot of people don't like RALLY because they already tried gran turismo game. to tell you the truth gran turismo RALLY physic is just boring boring boring. gran turismo only good for racing simulation but RALLY part is suck!!!!  dirt 2 amazed me how much fun it was and now dirt 3 with 3 time more race tracks than dirt 2.  MUST BUY!!!!!!!!!!"},
				{"head": "Never found out about the game!!! Faulty product shipped.",
				"description" : "I bought this and the key didn't work.  It was a gift, and the recipient wasn't able to solve the problem.  It might have been a good game, but I never found out because the key failed."},
				{"head": "Don't waste your money",
				"description" : "Crashed in Vista.  Codemasters told me they don't support it in Windows 8.  Couldn't get it to work even after looking on the Internet."},
				{"head": "Good racing game, terrible Windows Live Requirement",
				"description" : "Overall this is a well done racing game, with very good graphics for its time period. My family has has enjoyed playing it a great deal. I personally think a steering wheel controller is almost a necessity for this game, but an x box type controller would probably work. The keyboard would be almost impossible, and not very fun. The \"windows live\" system detracts greatly, since you must log in and be online to play or save game progress. There was a mees up with my \"Live\" log in and the game would no longer accept my activation code and I had to rebuy the game if I wanted to play. There is no customer support at all. Dirt 2 suffers from this serious flaw as well. 4 1/2 star game 1 star Windows Live feature."},
				{"head": "A step up from Dirt 2 and that is terrific!",
				"description" : "Loved playing Dirt 2 and I thought the graphics were good.  Purchased Dirt 3 as an addition to the other...and the graphics are absolutely \"Gorgeous\"  If you liked Dirt or Dirt 2...you are going to love Dirt 3.  The game was easier to configure with my Logitech wireless rumblepad...and with my EVGA GTX 580, and all detail set to full on graphics at 1920 x 1080 I get over 100 fps.  The game looks good, plays well and is a blast!"},
				{"head": "A great game ruined by Microsoft's account management system",
				"description" : "I initially gave this one star because it was crashing on me constantly but I recently narrowed it down to a plug-in I was using for my porsche wheel. Game plays well and looks gorgeous when image spanned across three monitors. I would have given it five stars if it wasn't for the annoying Microsoft Games for Live application that makes you go through hoops to set it up and causes problems of it's own (occasional crashes)"},
				{"head": "FUN!",
				"description" : "This is a pretty fun game, but you have to buy most of the cars and tracks from the online store. The game claims to provide so much more content, however, the \"scam\" is, that you don't get that content with the game. You need to buy it. If you win races you will get a message saying \"YAY! You can now purchase your new car from the online store!!!\"OMG REALLY??? I CAN SPEND MORE MONEY ON A GAME I ALREADY PAID FOR??? NO WAI!!!!But overall, if you don't mind playing with the same default cars all the time, it's a pretty fun game. I really only play online mode, which allows you to race against other people. The computer on this game is WAY to easy so single player isn't any fun. You could drive backwords and still beat the computer."},
				{"head": "BEST GAME GRAPHICS SO FAR I'VE EVER SEEN!!!!!!!",
				"description": "This is a must have for any gamer. Codemasters really hit a home run on this one. I would like to see F1 2011 be this good using the ego engine 2.0 and the physics model in this game is right on the money. This game is the reason everyone should buy the best graphics card they can afford. I am using a nvidia 460 overclocked, and I have on order a 590. I want to run this game with everything on highest level. I swear to you that even with the 460 + , the graphics are very realistic and I really enjoy racing at ground level. This game makes Codemasters the king of graphics realism. BUY THIS GAME !!!!!December 6, 2011  I saw my review of the Internet and wanted to update it for you. First of all anyone with this program, BUY the extra environments and cars. It is money well spent and a first class job of an addon. I wanted everyone to know that this program is still the top of the heap in graphics. I bought Battlefield 3 and it is good, but not the standard of the ego 2 engine. Codemasters are the king of graphics so far and I find that the more realism a game has, the more adicted you will become. No other program running with all variables to the max, looks like Dirt 3. Thank God for codemasters and I can hardly wait for GRID 2 in the summer."}
			]
		},
		{
			"id": 4,
			"src": "Tekken 2 is a action/fighting Game",
			"cardsCount": 11,
			"values": [
				{"head": "Great Fun",
				"description" : "I really like playing this game with my son. He has so much fun with it."},
				{"head": "An absolute classic",
				"description": "From the cool first cutcene to the classic music that plays while picking a character, you know this is special.Don't just button mash, learn the combos because this is the only game(out of 100)that has made me curs at the TV. If you're a beginner, start of with someone with fast kicks like marchial Law and not Jack 2. BUY THIS because it's an ABSOLUTE CLASSIC."},
				{"head": "",
				"description": ""},
				{"head": "",
				"description": ""},
				{"head": "",
				"description": ""},
				{"head": "",
				"description": ""},
				{"head": "",
				"description": ""},
				{"head": "",
				"description": ""},
				{"head": "",
				"description": ""},
				{"head": "",
				"description": ""},
				{"head": "",
				"description": ""}
			]
		}
	]
}